import {LOCALES} from "../locales";

export default {
    [LOCALES.KYRGYZ]: {
        "Вход в личный кабинет": "Жеке аккаунтка кирүү",
        'Благодарим за регистрацию в "Байлык Финанс"! ': " \"Байлык Финанс\" компаниясына катталганыңыз үчүн рахмат!",
        'Данные введены неверно !': 'Маалыматтар туура эмес киргизилген!',
        'ИНН или номер телефона': 'ТИН же телефон номери',
        'Вход': 'Кирүү',
        'Нет аккаунта?': 'Каттоо эсебиңиз жокпу?',
        'Зарегистрироваться': 'Каттоо',
        'Для подтверждения вашей учетной записи введите следующие данные:': 'Катоо эсебин такташ үчүн төмөнкү маалыматтарды киргизиңиз:',
        'ИНН :': 'ТИН :',
        'Номер телефона :': 'Телефон номуру :',
        'Подтвердить': 'Тактоо',
        'Введите код, отправленный на указанный Вами номер телефона': 'Телефон номериңизге жөнөтүлгөн кодду киргизиңиз',
        'Отправить повторно': 'Кайра жөнөтүү',
        'Код не был отправлен?': 'Код жөнөтүлгөн жок?',
        'Благодарим за регистрацию в "Байлык Финанс"!': '"Байлык Финанс" компаниясына катталганыңыз үчүн рахмат!',
        'Для дальнейшего использования личного кабинета, пожалуйста, придумайте пароль.': 'Жеке аккаунтуңузду андан ары колдонуу үчүн сырсөз түзүңүз.',
        'Введите пароль': 'Cырсөздү киргизиңиз',
        'Подтвердите пароль': 'Сырсөздү ырастаңыз',
        'Сохранить': 'Сактоо',
        'Пароли не совпадают! Пожалуйста, повторите попытку.': 'Сырсөздөр дал келбейт! Сураныч, кайра аракет кылыңыз.\n',
        'Регистрация пользователя Байлык Финанс' : '"Байлык Финанс" Колдонуучуну каттоо',
        'Адрес фактического проживания' : 'Чыныгы жашаган жеринин дареги\n',
        'Страна' : 'Өлкө',
        'Область / город республиканского значения':'Район/республикалык маанидеги шаар',
        'ПГТ / Населенный пункт / Жилмассив' : 'ШТП / калк отурукташкан пункт / Жилмассив',
        'Улица' : 'Көчө',
        'Дом' : 'Үй',
        'Квартира' : 'Батир',

        'Район / город областного значения': 'Район / райондук маанидеги шаар',
        'Село / территориальный объект' : 'Айыл / аймактык объект',
        'Город регионального значения / ПГТ / Село / Поселок' : 'Регионалдык маанидеги шаар / ШТП / Айыл',

        'ПГТ / Жилмассив' : 'ШТП / Жилмассив',
        'Анкета' : 'Анкета',
        'Семейное положение' : 'Үй-бүлөлүк абал',
        'Количество человек в семье': 'Үй-бүлөдөгү адамдардын саны',
        'Национальность' : 'Улут',
        'Сфера деятельности': 'Иш чөйрөсү',
        'Должность' : 'Кызмат орду',
        'Образование' : 'Билим берүү',
        'Место работы' : 'Иштеген жери',
        'Рабочий адрес' : 'Жумуш дареги',










    }
}