import {LOCALES} from "../locales";

export default {
    [LOCALES.RUSSIAN]: {
        "Вход в личный кабинет": "Вход в личный кабинет",
        'Данные введены неверно !': 'Данные введены неверно !',
        'ИНН или номер телефона': 'ИНН или номер телефона',
        'Вход': 'Вход',
        'Нет аккаунта?': 'Нет аккаунта?',
        'Зарегистрироваться': 'Зарегистрироваться',
        'Для подтверждения вашей учетной записи введите следующие данные:': 'Для подтверждения вашей учетной записи введите следующие данные:',
        'ИНН :': 'ИНН :',
        'Номер телефона :': 'Номер телефона :',
        'Подтвердить': 'Подтвердить',
        'Введите код, отправленный на указанный Вами номер телефона': 'Введите код, отправленный на указанный Вами номер телефона',
        'Отправить повторно': 'Отправить повторно',
        'Код не был отправлен?': 'Код не был отправлен?',
        'Благодарим за регистрацию в "Байлык Финанс"!': 'Благодарим за регистрацию в "Байлык Финанс"!',
        'Для дальнейшего использования личного кабинета, пожалуйста, придумайте пароль.': 'Для дальнейшего использования личного кабинета, пожалуйста, придумайте пароль.',
        'Введите пароль': 'Введите пароль',
        'Подтвердите пароль': 'Подтвердите пароль',
        'Cохранить': 'Cохранить',
        'Пароли не совпадают! Пожалуйста, повторите попытку.': 'Пароли не совпадают! Пожалуйста, повторите попытку.',
        'Регистрация пользователя Байлык Финанс': 'Регистрация пользователя Байлык Финанс',
        'Адрес фактического проживания': 'Адрес фактического проживания',
        'Страна': 'Страна',
        'Область / город республиканского значения': 'Область / город республиканского значения',
        'ПГТ / Населенный пункт / Жилмассив': 'ПГТ / Населенный пункт / Жилмассив',
        'Улица': 'Улица',
        'Дом': 'Дом',
        'Квартира': 'Квартира',

        'Район / город областного значения': 'Район / город областного значения',
        'Село / территориальный объект': 'Село / территориальный объект',
        'Город регионального значения / ПГТ / Село / Поселок': 'Город регионального значения / ПГТ / Село / Поселок',

        'ПГТ / Жилмассив': 'ПГТ / Жилмассив',

        'Анкета': 'Анкета',
        'Семейное положение': 'Семейное положение',
        'Количество человек в семье': 'Количество человек в семье',
        'Национальность': 'Национальность',
        'Сфера деятельности': 'Сфера деятельности',
        'Должность': 'Должность',
        'Образование': 'Образование',
        'Место работы': 'Место работы',
        'Рабочий адрес' : 'Рабочий адрес',


    }
}